Repository: mailrelay/wordpress
Catalog: languages/mailrelay-*.po
Languages: es_es, pt_br

source: Synchronize your WordPress users with Mailrelay
es_es: Sincronice tus usuarios Wordpress con Mailrelay
pt_br: Sincronize seus usuários WordPress com Mailrelay

source: Authentication
es_es: Autenticación
pt_br: Autenticação

source: Settings
es_es: Configuración
pt_br: Configurações

source: Manual Sync
es_es: Sincronización manual
pt_br: Sincronização Manual

source: Sync
es_es: Sincronizar
pt_br: Sincronizar

source: Login using your account name and API Key.
es_es: Acceda utilizando tu cuenta y clave API.
pt_br: Entre usando sua conta e chave API.

source: For example if your account name is demo.ipzmarketing.com write only "demo".
es_es: Si tu cuenta es demo.ipzmarketing.com escriba sólo “demo”.
pt_br: Por exemplo, se a sua conta é demo.ipzmarketing.com, escreva apenas “demo”.

source: Your API Key can be found or generated at your Mailrelay Account -> Settings -> API Access.
es_es: Tu clave API puede ser encontrada o generada en Cuenta Mailrelay -> Configuración -> Claves API.
pt_br: Sua chave API pode ser encontrada e gerada em sua conta Mailrelay -> Configurações -> Acesso API.

source: Save
es_es: Grabar
pt_br: Salvar

source: You are currently logged in as <strong>%1$s.ipzmarketing.com</strong> (<a href="%2$s">Change Account</a>)
es_es: Estás logeado actualmente como <strong>%1$s.ipzmarketing.com</strong> (<a href=“%2$s”>Cambiar cuenta</a>)
pt_br: Você não esta logado no momento. Entre em sua <a href=‘%s’>Conta</a> para editar suas configurações

source: Account
es_es: Cuenta
pt_br: Conta

source: API Key
es_es: Clave API
pt_br: Chave de API

source: Automatically sync new users with Mailrelay
es_es: Sincronizar nuevos usuarios automáticamente con Mailrelay
pt_br: Sincronizar novos usuários automaticamente com Mailrelay

source: Groups that you want to automatically syncronize <br /><a href="%s">(refresh groups)</a>
es_es: Grupos que deben ser automáticamente sincronizados <br /><a href=“%s”>(actualizar grupos)</a>
pt_br: Grupos para sincronização automatica<br /><a href=“%s”>(recarregar grupos)</a>

source: Please select Groups <br /><a href="%s">(refresh groups)</a>
es_es: Por favor elija los grupos <br /><a href=“%s”>(actualizar grupos)</a>
pt_br: Por favor selecione grupos <br /><a href=“%s”>(atualizar grupos)</a>

source: WooCommerce options
es_es: Opciones WooCommerce
pt_br: Opções do WooCommerce

source: Sync all users and WooCommmerce customers
es_es: Sincronizar usuarios Wordpress y clientes WooCommerce
pt_br: Sincronizar usuários Wordpress e clientes do Woocommerce

source: Sync only WooCommerce customers
es_es: Sincronizar sólo usuarios Wordpress
pt_br: Sincronizar apenas clientes do Woocommerce

source: Sync all users except WooCommerce customers
es_es: Sincronizar todos los usuarios
pt_br: Sincronizar apenas usuários Wordpress

source: Data saved successfully
es_es: Datos grabados correctamente
pt_br: Dados foram salvos com sucesso

source: Invalid API KEY
es_es: Clave API inválida
pt_br: Chave de API inválida

source: Invalid Account
es_es: Cuenta inválida
pt_br: Conta inválida

source: Account or API KEY missing
es_es: Cuenta o clave API no configurados
pt_br: Conta ou chave de API vazias

source: %s was synced
es_es: %s ha sido sincronizado
pt_br: %s foi sincronizado

source: %s was updated
es_es: %s ha sido actualizado
pt_br: %s foi atualizado

source: %s has failed
es_es: %s ha fallado
pt_br: %s falhou

source: Something went wrong: %s
es_es: Un error ha ocurrido: %s
pt_br: Algo deu errado: %s
