Repository: mailrelay/wordpress
Catalog: src/languages/mailrelay-*.po
Languages: de_de

source: Connection Settings
de_de: Verbindungseinstellungen

source: Please enter the host that you have in your Mairelay welcome email. Please enter it without the initial http:// (for example demo.ip-zone.com)
de_de: Bitte geben Sie den Host aus Ihrer Willkommensemail von Mailrelay ein. Bitte lassen Sie das http:// am Anfang weg (bspw. demo.ip-zone.com)

source: API Key:
de_de: API-Schlüssel:

source: Please enter your API key. You can generate your API key on your Mailrelay panel, Configuration -> API access -> Generate API key
de_de: Bitte geben Sie Ihren API-Schlüssel ein. Sie können Ihren API-Schlüssel in Ihrem Mailrelay-Panel unter Configuration -> API access -> Generate API key generieren.

source: Save Changes
de_de: Änderungen speichern

source: Feeds Settings
de_de: Feeds-Einstellungen

source: Feeds like newsletters:
de_de: Feeds wie Newsletter:

source: To send feeds like newsletters
de_de: Feeds wie Newsletter senden

source: Please select a group to send the feeds
de_de: Bitte wählen Sie eine Gruppe, um die Feeds zu senden

source: Newsletter From:
de_de: Newsletter von:

source: Use this field like Newsletter From
de_de: Dieses Feld wie "Newsletter von" verwenden

source: Newsletter Reply To:
de_de: Newsletter Antwortadresse:

source: Use this field like Newsletter Reply To
de_de: Dieses Feld wie "Newsletter Antwortadresse" verwenden

source: Newsletter Report To:
de_de: Newsletter Melden an:

source: Use this field like Newsletter Report To
de_de: Dieses Feld wie "Newsletter Melden an" verwenden

source: Allow users to unsubscribe:
de_de: Abonnenten können abbestellen:

source: Enable users to unsubscribe from the feeds
de_de: Abonnenten ermöglichen, die Feeds abzubestellen

source: Posts Settings
de_de: Einstellungen für Posts

source: Sync Users
de_de: Benutzer synchronisieren

source: Please select a group to send this post
de_de: Bitte wählen Sie eine Gruppe aus, an die dieser Post gesendet werden soll

source: - Don't send -
de_de: - Nicht senden -

source: Alternative Title
de_de: Alternativer Titel

source: If you enter a value in this field it will be used instead of post title
de_de: Wenn Sie einen Wert in dieses Feld eingeben, wird er anstatt des Post-Titels verwendet

source: Unsubscribe
de_de: Abbestellen

source: View more
de_de: Mehr ansehen

source: Posted:
de_de: Gepostet:

source: Posts like newsletters:
de_de: Posts wie Newsletter:

source: Enable posts like newsletters
de_de: "Posts wie Newsletter" aktivieren

source: Enable users to unsubscribe from the newsletters
de_de: Abonnenten ermöglichen, Newsletter abzubestellen

source: Please Select Group
de_de: Bitte wählen Sie eine Gruppe

source: All your Wordpress users will be synced with the groups you are choosing now.
de_de: All Ihre WordPress-Benutzer werden mit den ausgewählten Gruppen synchronisiert.

source: To create new groups in Mailrelay, you must login into the control panel and click into the Mail Relay > Subscribers groups
de_de: Um neue Gruppen in Mailrelay zu erstellen müssen Sie sich am Control Panel anmelden und "Mail Relay > Subscribers groups" auswählen

source: Once there you can add a new group for your Wordpress users, or edit an existing one
de_de: Dort können Sie eine neue Gruppe für Ihre WordPress-Benutzer anlegen oder eine bestehende bearbeiten

source: WooCommerce options
de_de: WooCommerce-Optionen

source: Sync all users and WooCommmerce customers
de_de: Alle Benutzer und WooCommerce-Kunden synchronisieren

source: Sync only WooCommerce customers
de_de: Nur WooCommerce-Kunden synchronisieren

source: Sync all users except WooCommerce customers
de_de: All Benutzer außer WooCommerce-Kunden synchronisieren

source: Start Sync
de_de: Synchronisation starten

source: Please select at least one Group.
de_de: Bitte wählen Sie mindestens eine Gruppe aus.

source: Only sync WooCommerce customers
de_de: Nur WooCommerce-Kunden synchronisieren

source: Select groups
de_de: Gruppen auswählen

source: Username:
de_de: Benutzername:

source: Please enter the username the you have in your Mailrelay welcome email.
de_de: Bitte wählen Sie den Benutzernamen aus Ihrer Mailrelay-Willkommensemail.

source: Password:
de_de: Passwort:

source: Please enter the password that you have in your Mailrelay welcome email.
de_de: Bitte geben Sie das Passwort aus Ihrer Mailrelay-Willkommensemail ein.

source: The Mailrelay sync has finished successfully. Next you can check the results of the sync:
de_de: Die Synchronisation mit Mailrelay war erfolgreich. Sie können nun die Ergebnisse überprüfen:

source: New users synced
de_de: Neue Benutzer synchronisiert

source: Updated users
de_de: Aktualisierte Benutzer

source: Failed users
de_de: Fehlgeschlagene Benutzer

source: Invalid host, username or password. Please Retry.
de_de: Falscher Host, Benutzername oder Passwort. Bitte versuchen Sie es erneut.

source: Your account does not have an API key. Please, generate one in your Mailrelay's account: Settings -> API access -> Generate new API key.
de_de: Ihr Konto hat keinen API-Schlüssel. Bitte generieren Sie einen in Ihrem Mailrelay-Konto: "Settings -> API access -> Generate new API key."

source: Mailrelay Step 1 - Sync settings
de_de: Mailrelay Schritt 1 - Synchronisations-Einstellungen

source: Mairelay Step 2 - Choose groups
de_de: Mailrelay Schritt 2 - Gruppen auswählen

source: Mailrelay Step 3 - Sync finished
de_de: Mailrelay Schritt 3 - Synchronisation beendet

source: To retry the Mailrelay sync process please click <a href='%s'>here</a>.
de_de: Klicken Sie bitte <a href='%s'>hier</a>, um die Mailrelay-Synchronisation nochmals zu versuchen.
